{
	"category": "OSRS Non-BLS Index",
	"description": "This galaxy is for the indexing of of non-BLS entities and organizations (i.e. FBI).",
	"name": "OSRS Non-BLS Index",
	"source": "Open Sources",
	"type": "osrs-non-bls",
	"uuid": "3edfdebe-7985-11e9-8f9e-2a86e4085a59",
	"values": [{
			"description": "Test place holder",
			"meta": {
				"refs": [
					"https://en.wikipedia.org/wiki/Malware"
				]
			},
			"uuid": "c110f292-638c-11e9-a923-1681be663d3e",
			"value": "Test Non-BLS Value"
		},
		{
			"description": "Nuneaton and Bedworth is a local government district with borough status, in northern Warwickshire, England, consisting of the densely populated towns of Nuneaton and Bedworth, the large village of Bulkington and the green belt land inbetween. It has a population of just over 120,000.",
			"meta": {
				"refs": [
					"https://www.nuneatonandbedworth.gov.uk/site/",
					"https://en.wikipedia.org/wiki/Nuneaton_and_Bedworth"
				]
			},
			"uuid": "23e64e7e-638f-11e9-a923-1681be663d3e",
			"value": "Nuneaton and Bedworth District Council"
		},
		{
			"description": "Bradenton Police Department. The Bradenton Police Department is dedicated to excellence in policing through professionalism, courage, and transparency. Bradenton FL. USA",
			"meta": {
				"refs": [
					"http://bradentonpd.com/"
				]
			},
			"uuid": "23e65374-638f-11e9-a923-1681be663d3e",
			"value": "Bradenton Police Department"
		},
		{
			"description": "Jackson County is a county located in the northeastern part of the U.S. state of Georgia. As of the 2010 census, the population was 60,485. The county seat is Jefferson.",
			"meta": {
				"refs": [
					"https://www.jacksoncountygov.com/"
				]
			},
			"uuid": "cd2ca964-6390-11e9-a923-1681be663d3e",
			"value": "Jackson County, Georgia"
		},
		{
			"description": "The Metropolitan Borough of Gateshead is a metropolitan borough in Tyne and Wear, in North East England. The borough forms the south west part of the county.",
			"meta": {
				"refs": [
					"https://www.gateshead.gov.uk/"
				]
			},
			"uuid": "cd2cac34-6390-11e9-a923-1681be663d3e",
			"value": "Gateshead Council"
		},
		{
			"description": "Delaware Guidance Services exists to provide quality therapeutic services to children, youth, and their families to increase their social, emotional, and behavioral wellness.",
			"meta": {
				"refs": [
					"http://www.delawareguidance.org/"
				]
			},
			"uuid": "cd2cad92-6390-11e9-a923-1681be663d3e",
			"value": "Delaware Guidance Services for Children and Youth, Inc."
		},
		{
			"description": "Carmel Unified School District is a top rated, public school district located in Carmel, CA. It has 2,509 students in grades K-12 with a student-teacher ratio of 17 to 1. According to state test scores, 72 percent of students are at least proficient in math and 81 percent in reading.",
			"meta": {
				"refs": [
					"https://www.carmelunified.org/",
					"https://www.niche.com/k12/d/carmel-unified-school-district-ca/"
				]
			},
			"uuid": "5088cafe-6391-11e9-a923-1681be663d3e",
			"value": "Carmel Unified School District"
		},
		{
			"description": "The Fort Collins-Loveland Water and the South Fort Collins Sanitation Districts have provided the full spectrum of water treatment and distribution to business and citizens in parts of Fort Collins, Loveland, Timnath, Windsor and Larimer County since 1961.",
			"meta": {
				"refs": [
					"https://fclwd.com/"
				]
			},
			"uuid": "5088cd7e-6391-11e9-a923-1681be663d3e",
			"value": "Fort Collins Loveland Water District"
		},
		{
			"description": "The Fort Collins-Loveland Water & the South Fort Collins Sanitation Districts have provided the full spectrum of water treatment & distribution since 1961.",
			"meta": {
				"refs": [
					"https://fclwd.com/"
				]
			},
			"uuid": "5088ced2-6391-11e9-a923-1681be663d3e",
			"value": "South Fort Collins Sanitation District"
		},
		{
			"description": "Aurora City School District is a highly rated, public school district located in Aurora, OH. It has 2,960 students in grades PK, K-12 with a student-teacher ratio of 19 to 1. According to state test scores, 88 percent of students are at least proficient in math and 83 percent in reading.",
			"meta": {
				"refs": [
					"https://www.niche.com/k12/d/aurora-city-school-district-oh/"
				]
			},
			"uuid": "64074064-6392-11e9-a923-1681be663d3e",
			"value": "Aurora City Schools"
		},
		{
			"description": "The Thomas County School District is a public school district in Thomas County, Georgia, United States, based in Thomasville. It serves the communities of Barwick, Boston, Coolidge, Meigs, Ochlocknee, Pavo, and Thomasville.",
			"meta": {
				"refs": [
					"https://en.wikipedia.org/wiki/Thomas_County_School_District"
				]
			},
			"uuid": "64074366-6392-11e9-a923-1681be663d3e",
			"value": "GA: Thomas County School District"
		},
		{
			"description": "The Rocky Boy Health Center is committed to provide, maintain, and improve the highest quality of health care care delivery systems in the spirit of Self-Governance and Self-Determination.  The Rocky Boy Health Center recognizes and respects the holistic and unique structure of the Chippewa Cree and will remain dedicated to their health needs.",
			"meta": {
				"refs": [
					"https://www.rbclinic.org/about"
				]
			},
			"uuid": "6407456e-6392-11e9-a923-1681be663d3e",
			"value": "Rocky Boy Health Center"
		},
		{
			"description": "Orange County is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 133,801. Its county seat is Hillsborough.",
			"meta": {
				"refs": [
					"https://www.co.orange.nc.us/"
				]
			},
			"uuid": "ac64583c-6393-11e9-a923-1681be663d3e",
			"value": "Orange County N.C."
		},
		{
			"description": "The mission of the Public Defender Division of the Committee for Public Counsel Services is to ensure that criminal defendants are given the fundamental protections of the United States Constitution, the Bill of Rights, and the Massachusetts Constitution.",
			"meta": {
				"refs": [
					"https://www.publiccounsel.net/pd/"
				]
			},
			"uuid": "ac645d32-6393-11e9-a923-1681be663d3e",
			"value": "Boston Public Defenders"
		},
		{
			"description": "The Oregon Department of Human Services is the principal human services agency of the government of the U.S. state of Oregon",
			"meta": {
				"refs": [
					"https://www.oregon.gov/dhs"
				]
			},
			"uuid": "ac645eb8-6393-11e9-a923-1681be663d3e",
			"value": "Oregon Department of Human Services"
		},
		{
			"description": "The Federal Emergency Management Agency is an agency of the United States Department of Homeland Security, initially created by Presidential Reorganization Plan No. 3 of 1978 and implemented by two Executive Orders on April 1, 1979.",
			"meta": {
				"refs": [
					"https://www.fema.gov/"
				]
			},
			"uuid": "6ab0d0fe-6394-11e9-a923-1681be663d3e",
			"value": "Federal Emergency Management Agency FEMA"
		},
		{
			"description": "Butler County is a county in the U.S. state of Ohio. As of the 2010 census, the population was 368,130. Its county seat is Hamilton. It is named for General Richard Butler, who died in 1791 during St. Clair's Defeat.",
			"meta": {
				"refs": [
					"http://www.butlercountyohio.org/"
				]
			},
			"uuid": "6ab0d388-6394-11e9-a923-1681be663d3e",
			"value": "Butler County, OH"
		},
		{
			"description": "The Ministry of Health and Family Welfare is an Indian government ministry charged with health policy in India. It is also responsible for all government programs relating to family planning in India.",
			"meta": {
				"refs": [
					"https://en.wikipedia.org/wiki/Ministry_of_Health_and_Family_Welfare"
				]
			},
			"uuid": "6ab0d4dc-6394-11e9-a923-1681be663d3e",
			"value": "Department of Medical, Health, and Family Welfare of Northern India"
		},
		{
			"description": "Genesee County is a county in the U.S. state of Michigan. As of the 2010 census, the population was 425,790, making it the fifth-most populous county in Michigan. The county seat and population center is Flint. Genesee County is considered to be a part of the greater Mid Michigan area.",
			"meta": {
				"refs": [
					"http://www.gc4me.com/"
				]
			},
			"uuid": "ef3d71d2-639a-11e9-a923-1681be663d3e",
			"value": "Genesee County"
		},
		{
			"description": "The Winnipeg Regional Health Authority is the governing body for healthcare regulation for the city of Winnipeg, the Rural Municipalities of East St. Paul and West St. Paul, and the town of Churchill in the Canadian province of Manitoba.",
			"meta": {
				"refs": [
					"http://www.wrha.mb.ca/"
				]
			},
			"uuid": "ef3d7484-639a-11e9-a923-1681be663d3e",
			"value": "Winnipeg Regional Health Authority"
		},
		{
			"description": "The Ohio Department of Job and Family Services is the administrative department of the Ohio state government responsible for supervising the state's public assistance, workforce development, unemployment compensation, child and adult protective services, adoption, child care, and child support programs.",
			"meta": {
				"refs": [
					"https://jfs.ohio.gov/"
				]
			},
			"uuid": "ef3d75ce-639a-11e9-a923-1681be663d3e",
			"value": "Ohio Department of Job and Family Services"
		},
		{
			"description": "Tallahassee is the state capital of Florida. The Capitol Complex includes the restored Historic Capitol, now a museum with displays on political history. The 1970s Capitol tower offers city views from its 22nd-floor observation deck. Nearby, exhibits at the Museum of Florida History cover European colonization, the Civil War and WWII. The city's antebellum mansions include the 1843 Knott House Museum.",
			"meta": {
				"refs": [
					"http://www.talgov.com/Main/Home.aspx"
				]
			},
			"uuid": "6d964158-639b-11e9-a923-1681be663d3e",
			"value": "City of Tallahassee"
		},
		{
			"description": "Australian Signals Directorate is the Australian government agency responsible for foreign signals intelligence, support to military operations, cyber warfare, and information security. ASD is part of the Australian Intelligence Community. ASD's role within UKUSA Agreement is to monitor SIGINT in South and East Asia.",
			"meta": {
				"refs": [
					"https://asd.gov.au/"
				]
			},
			"uuid": "6d96446e-639b-11e9-a923-1681be663d3e",
			"value": "Australian Signals Directorate"
		},
		{
			"description": "The Parliament of Australia is the legislative branch of the government of Australia. It consists of three elements: the Crown, the Senate and the House of Representatives.",
			"meta": {
				"refs": [
					"https://www.aph.gov.au/"
				]
			},
			"uuid": "6d9645cc-639b-11e9-a923-1681be663d3e",
			"value": "Australian Parlaiment"
		},
		{
			"description": "The Minnesota Department of Human Services is an organization of individuals with a commitment to bettering the lives of Minnesotans. While DHS employees perform different jobs and duties, such as research-analyses, direct caregiving, program administration, fraud prevention, licensing oversight, plant management and human resources, we share a belief that when Minnesotans help other Minnesotans, we create a brighter future for all of us.",
			"meta": {
				"refs": [
					"https://mn.gov/dhs/general-public/about-dhs/who-we-are/"
				]
			},
			"uuid": "fd831d2c-639b-11e9-a923-1681be663d3e",
			"value": "Minnesota Department of Human Services"
		},
		{
			"description": "Albany is the capital city of New York State. Downtown’s huge Empire State Plaza has reflecting pools, an art-filled underground shopping concourse and The Egg, a striking performing arts center. The plaza is bookended by the 1800s New York State Capitol and the New York State Museum, focusing on natural and cultural history. The Albany Institute of History and Art is famed for its Hudson River School paintings.",
			"meta": {
				"refs": [
					"https://albanyny.gov/"
				]
			},
			"uuid": "fd832074-639b-11e9-a923-1681be663d3e",
			"value": "City of Albany"
		},
		{
			"description": "Stratford City is a mixed-use development project in Stratford, London, England. The main developers are the Westfield Group and Lend Lease.",
			"meta": {
				"refs": [
					"https://en.wikipedia.org/wiki/Stratford_City"
				]
			},
			"uuid": "fd83229a-639b-11e9-a923-1681be663d3e",
			"value": "Stratford city hall, UK"
		},
		{
			"description": "Established to manage and protect Stone Mountain Park, the Stone Mountain Memorial Association maintains all public park areas, provides safety for visitors and organizes educational programs.",
			"meta": {
				"refs": [
					"https://stonemountainpark.org/",
					"https://georgia.gov/agencies/stone-mountain-memorial-association"
				]
			},
			"uuid": "bd557a96-639c-11e9-a923-1681be663d3e",
			"value": "The Stone Mountain Memorial Association"
		},
		{
			"description": "Dakota County is the third-most populous county in the U.S. state of Minnesota. As of the 2010 United States Census, the population was 398,552. The county seat is Hastings. Dakota County is named for the Dakota Sioux tribal bands who inhabited the area.",
			"meta": {
				"refs": [
					"https://www.co.dakota.mn.us/"
				]
			},
			"uuid": "bd557dc0-639c-11e9-a923-1681be663d3e",
			"value": "Dakota County"
		},
		{
			"description": "The Federal Bureau of Investigation is the domestic intelligence and security service of the United States, and its principal federal law enforcement agency.",
			"meta": {
				"refs": [
					"https://www.fbi.gov/"
				]
			},
			"uuid": "bd5581da-639c-11e9-a923-1681be663d3e",
			"value": "Federal Bureau of Investigation FBI"
		},
		{
			"description": "Augusta is a city in Georgia, near the South Carolina border. The Augusta Museum of History includes exhibits on golf and soul singer James Brown. The Augusta Riverwalk runs along the Savannah River. Nearby, the Morris Museum of Art is dedicated to the art of the American South. The Boyhood Home of President Woodrow Wilson depicts the early life of the 28th president. Trails span the length of the 1845 Augusta Canal.",
			"meta": {
				"refs": [
					"https://www.augustaga.gov/"
				]
			},
			"uuid": "6008a0dc-67ae-11e9-a923-1681be663d3e",
			"value": "City of Augusta"
		},
		{
			"description": "Algoma Public Health is a public health agency committed to improving health and reducing social inequities in health through evidence-informed practice. APH has a main office in Sault Ste. Marie and three offices in the Algoma district -  Blind River, Elliot Lake and Wawa.",
			"meta": {
				"refs": [
					"http://www.algomapublichealth.com/"
				]
			},
			"uuid": "6008a622-67ae-11e9-a923-1681be663d3e",
			"value": "Algoma Public Health"
		},
		{
			"description": "School district in Kentucky, USA.",
			"meta": {
				"refs": [
					"https://www.scott.k12.ky.us/"
				]
			},
			"uuid": "6008a794-67ae-11e9-a923-1681be663d3e",
			"value": "Scott County Schools, KY. USA."
		},
		{
			"description": "Garfield County is a county in south central Utah, United States. As of the 2010 United States Census the population was 5,172, making it the fifth-least populous county in Utah. Its county seat and largest city is Panguitch.",
			"meta": {
				"refs": [
					"https://garfield.utah.gov/"
				]
			},
			"uuid": "2244ab8a-6cf2-11e9-a923-1681be663d3e",
			"value": "Garfield County, UT"
		},
		{
			"description": "The Northwest Territories is a federal territory of Canada. At a land area of approximately 1,144,000 km2 and a 2016 census population of 41,786, it is the second-largest and the most populous of the three territories in Northern Canada. Its estimated population as of 2018 is 44,445. Yellowknife became the territorial capital in 1967, following recommendations by the Carrothers Commission.",
			"meta": {
				"refs": [
					"https://www.gov.nt.ca/"
				]
			},
			"uuid": "2244b0da-6cf2-11e9-a923-1681be663d3e",
			"value": "Government of Northwest Territories"
		},
		{
			"description": "An Idaho, US school district",
			"meta": {
				"refs": [
					"https://www.sugarsalem.org/"
				]
			},
			"uuid": "2244b260-6cf2-11e9-a923-1681be663d3e",
			"value": "Sugar-Salem School District 322"
		},
		{
			"description": "Lauderdale County is a county located on the eastern border of the U.S. state of Mississippi. As of the 2010 census, the population was 80,261. The county seat is Meridian. The county is named for Colonel James Lauderdale, who was killed at the Battle of New Orleans in the War of 1812.",
			"meta": {
				"refs": [
					"http://www.lauderdalecounty.org/"
				]
			},
			"uuid": "2244b3fa-6cf2-11e9-a923-1681be663d3e",
			"value": "Lauderdale County, MS"
		},
		{
			"description": "Arlington Public Schools is a public school division in Arlington County, Virginia. In 2015, Pre-K-12 student enrollment was 25,678 students, with students coming from more than 120 countries. There were 2,166 teachers.",
			"meta": {
				"refs": [
					"https://www.apsva.us/"
				]
			},
			"uuid": "2244b544-6cf2-11e9-a923-1681be663d3e",
			"value": "Arlington Public Schools, VA"
		},
		{
			"description": "Tairawhiti DHB is based in Gisborne, and covers an area from the East Cape in the north to the Wharerata ranges in the south.",
			"meta": {
				"refs": [
					"https://www.health.govt.nz/new-zealand-health-system/my-dhb/tairawhiti-dhb"
				]
			},
			"uuid": "2244b6b6-6cf2-11e9-a923-1681be663d3e",
			"value": "Hauora Tairāwhiti District Health Board"
		},
		{
			"description": "The Unified Financial Assistance System for Tertiary Education Act, or UniFAST also known as Republic Act No. 10687 was signed into law in 15 October last year.  UniFAST reconciles, improves, strengthens, expands, and puts under one body all government funded modalities of Student Financial Assistance Programs (StuFAPs) for tertiary education – and special purpose education assistance – in both public and private institutions. These modalities include scholarships, grants-in-aid, student loans and other specialized forms of StuFAPs formulated by the UniFAST Board.",
			"meta": {
				"refs": [
					"https://ched.gov.ph/unifast/"
				]
			},
			"uuid": "d9fc2080-70dc-11e9-a923-1681be663d3e",
			"value": "Unified Financial Assistance System for Tertiary Education UniFAST"
		},
		{
			"description": "San Francisco Unified School District, established in 1851, is the only public school district within the City and County of San Francisco, and the first in the state of California.",
			"meta": {
				"refs": [
					"http://www.sfusd.edu/"
				]
			},
			"uuid": "d9fc2328-70dc-11e9-a923-1681be663d3e",
			"value": "The San Francisco Unified School District"
		},
		{
			"description": "Public library located in Owensboro, KY. USA.",
			"meta": {
				"refs": [
					"https://www.dcplibrary.org/"
				]
			},
			"uuid": "0200bae0-7b33-11e9-8f9e-2a86e4085a59",
			"value": "Daviess County Public Library"
		},
		{
			"description": "Baltimore is a major city in Maryland with a long history as an important seaport. Fort McHenry, birthplace of the U.S. national anthem, The Star-Spangled Banner, sits at the mouth of Baltimore’s Inner Harbor. Today, this harbor area offers shops, upscale crab shacks and attractions like the Civil War–era warship the USS Constellation and the National Aquarium, showcasing thousands of marine creatures.",
			"meta": {
				"refs": [
					"https://www.baltimorecity.gov/"
				]
			},
			"uuid": "0200bd7e-7b33-11e9-8f9e-2a86e4085a59",
			"value": "City of Baltimore"
		},
		{
			"description": "Cartersville is a city in Bartow County in the U.S. state of Georgia; it is located within the northwest edge of the Atlanta metropolitan area. As of the 2010 census, the city had a population of 19,731. Cartersville is the county seat of Bartow County.",
			"meta": {
				"refs": [
					"https://www.cityofcartersville.org/"
				]
			},
			"uuid": "0200bec8-7b33-11e9-8f9e-2a86e4085a59",
			"value": "City of Cartersville"
		},
		{
			"description": "The Idaho Department of Health and Welfare's programs and services are designed to help people live healthy and be productive, strengthening individuals, families and communities. From birth throughout life, we help people improve their lives.",
			"meta": {
				"refs": [
					"https://healthandwelfare.idaho.gov/"
				]
			},
			"uuid": "0200bffe-7b33-11e9-8f9e-2a86e4085a59",
			"value": "Idaho Department of Health and Welfare"
		},
		{
			"description": "Greenwich Public Schools is a school district located in Fairfield County, in Greenwich, Connecticut. The district has boundaries that are coterminous with those of the town. Approximately 8,840 students, grades K–12, attend the Greenwich Public Schools.",
			"meta": {
				"refs": [
					"https://www.greenwichschools.org/"
				]
			},
			"uuid": "0200c148-7b33-11e9-8f9e-2a86e4085a59",
			"value": "Greenwich Public Schools"
		},
		{
			"description": "Government administration board that deals with contractors and contractor agreements. Salem, OR.",
			"meta": {
				"refs": [
					"https://www.oregon.gov/ccb"
				]
			},
			"uuid": "0200c616-7b33-11e9-8f9e-2a86e4085a59",
			"value": "Oregon Construction Contractors Board"
		},
		{
			"description": "The Oregon Health Authority is at the forefront of lowering and containing costs, improving quality and increasing access to health care in order to improve the lifelong health of Oregonians. View OHA's top-level organization, including divisions and major programs. OHA is overseen by the nine-member citizen Oregon Health Policy Board working towards comprehensive health reform in our state.",
			"meta": {
				"refs": [
					"http://oregon.gov/oha"
				]
			},
			"uuid": "0200c77e-7b33-11e9-8f9e-2a86e4085a59",
			"value": "Oregon Health Authority"
		},
		{
			"description": "The Oklahoma City Public Schools is a multicultural public school district serving most of the urban area of Oklahoma City, Oklahoma. It is the largest primary and secondary education district in the state of Oklahoma with 97 schools and approximately 46,000 students enrolled students during the 2016–2017 school year.",
			"meta": {
				"refs": [
					"https://www.okcps.org/"
				]
			},
			"uuid": "0200c8aa-7b33-11e9-8f9e-2a86e4085a59",
			"value": "Oklahoma City Public Schools"
		},
		{
			"description": "The Driver and Vehicle Licensing Agency is the organisation of the UK government responsible for maintaining a database of drivers in Great Britain and a database of vehicles for the entire United Kingdom.",
			"meta": {
				"refs": [
					"https://www.gov.uk/government/organisations/driver-and-vehicle-licensing-agency"
				]
			},
			"uuid": "0200c9d6-7b33-11e9-8f9e-2a86e4085a59",
			"value": "Driver and Vehicle Licensing Agency"
		},
		{
			"description": "The Borough of Charnwood is a local government district with borough status in the north of Leicestershire, England, which has a population of 166,100 as of the 2011 census. It borders Melton to the east, Harborough to the south east, Leicester and Blaby to the south, Hinckley and Bosworth to the south west, North West Leicestershire to the west and Rushcliffe in Nottinghamshire to the north. It is named after Charnwood Forest, an area which the borough contains much of. The administrative centre of the borough is located in Loughborough, which is also the district's largest town and its main commercial centre. The town is also the location of Loughborough University. Other notable settlements include Shepshed, Syston, Birstall and Thurmaston.",
			"meta": {
				"refs": [
					"https://www.charnwood.gov.uk/"
				]
			},
			"uuid": "0200cb0c-7b33-11e9-8f9e-2a86e4085a59",
			"value": "Charnwood Borough Council"
		},
		{
			"description": "Sunderland City Council is the local authority of the City of Sunderland in Tyne and Wear, England. It is a metropolitan district council, one of five in Tyne and Wear and one of 36 in the metropolitan counties of England, and provides the majority of local government services in Sunderland.",
			"meta": {
				"refs": [
					"https://www.sunderland.gov.uk/"
				]
			},
			"uuid": "d44c0b9c-7e32-11e9-8f9e-2a86e4085a59",
			"value": "Sunderland City Council"
		},
		{
			"description": "The Regional Municipality of Peel is a regional municipality in Southern Ontario, Canada. It consists of three municipalities to the west and northwest of Toronto, the cities of Brampton and Mississauga, and the town of Caledon.",
			"meta": {
				"refs": [
					"https://www.peelregion.ca/"
				]
			},
			"uuid": "b977eccc-8220-11e9-bc42-526af7764f64",
			"value": "Regional Municipality of Peel"
		},
		{
			"description": "Baltimore County Public Schools is the school district in charge of all public schools in Baltimore County, Maryland, United States. It is the 25th largest school system in the US as of 2013. The school system is managed by the Board of Education, headquartered in Towson. The superintendent is Darryl L. Williams.",
			"meta": {
				"refs": [
					"http://www.bcps.org/"
				]
			},
			"uuid": "6fd6cfde-8d38-11e9-b683-526af7764f64",
			"value": "Baltimore County Public Schools"
		},
		{
			"description": "Jefferson City Public Schools is a school district based in Jefferson City, Missouri (USA).",
			"meta": {
				"refs": [
					"https://www.jcschools.us/"
				]
			},
			"uuid": "6fd6d272-8d38-11e9-b683-526af7764f64",
			"value": "Jefferson City Public Schools"
		},
		{
			"description": "The Lewes Board of Public Works was established on March 15, 1901 by an Act of the Delaware General Assembly.  The term Board of Public Works refers to the Governing Board of Public Works which is an elected body of five board members as well as the administrative, planning and service delivery agency which functions to provide the services that were enumerated in the 1901 legislation.  The Board Members stand for election every three years by the customers of the BPW which includes the City of Lewes as well as the outlying areas that are also serviced by the BPW.",
			"meta": {
				"refs": [
					"https://lewesbpw.delaware.gov/"
				]
			},
			"uuid": "6fd6d3bc-8d38-11e9-b683-526af7764f64",
			"value": "Lewes Board of Public Works"
		},
		{
			"description": "Broome County in the U.S. state of New York, as of the 2010 census, had a population of 200,600. Its county seat is Binghamton. The county was named in honor of John Broome, who was lieutenant governor in 1806 when Broome County was established. The county is part of the Binghamton, NY Metropolitan Statistical Area.",
			"meta": {
				"refs": [
					"http://www.gobroomecounty.com/"
				]
			},
			"uuid": "6fd6d4e8-8d38-11e9-b683-526af7764f64",
			"value": "Broome County"
		},
		{
			"description": "205 N. Marion Ave. Lake City, FL 32055 (386)752-2031",
			"meta": {
				"refs": [
					"https://www.lcfla.com/index.php/departments/policedepartment"
				]
			},
			"uuid": "6fd6d60a-8d38-11e9-b683-526af7764f64",
			"value": "The Lake City Police Department"
		},
		{
			"description": "Laredo is a city on the Mexican border, in southern Texas. The Republic of the Rio Grande Museum chronicles the short-lived independent nation, with displays on local culture and history. Next to Los Dos Laredos Park, a bridge crosses the Rio Grande into Mexico. Lake Casa Blanca International State Park has trails and a fish-filled lake. The Imaginarium of South Texas is a children(s) museum with hands-on exhibits.",
			"meta": {
				"refs": [
					"http://www.ci.laredo.tx.us/"
				]
			},
			"uuid": "6fd6d72c-8d38-11e9-b683-526af7764f64",
			"value": "City of Laredo"
		},
		{
			"description": "United States Customs and Border Protection is the largest federal law enforcement agency of the United States Department of Homeland Security, and is the country(s) primary border control organization.",
			"meta": {
				"refs": [
					"https://www.cbp.gov/"
				]
			},
			"uuid": "6fd6db28-8d38-11e9-b683-526af7764f64",
			"value": "U.S. Customs and Border Protection"
		},
		{
			"description": "Public school district servicing Hopikins County, KY.",
			"meta": {
				"refs": [
					"https://www.hopkins.kyschools.us/"
				]
			},
			"uuid": "6fd6dc7c-8d38-11e9-b683-526af7764f64",
			"value": "Hopkins County School District"
		},
		{
			"description": "Edcouch is a city in Hidalgo County, Texas, United States. The population was 3,161 at the 2010 census. It is part of the McAllen–Edinburg–Mission and Reynosa–McAllen metropolitan areas.",
			"meta": {
				"refs": [
					"https://www.txdirectory.com/online/city/detail.php?id=444"
				]
			},
			"uuid": "dccfa1d0-95e7-11e9-bc42-526af7764f64",
			"value": "The City of Edcouch"
		},
		{
			"description": "Oliver is a town near the south end of the Okanagan Valley in the Southern Interior of British Columbia, Canada, with a population of over 4,000 people.",
			"meta": {
				"refs": [
					"http://www.oliver.ca/"
				]
			},
			"uuid": "dccfa734-95e7-11e9-bc42-526af7764f64",
			"value": "The Town of Oliver"
		},
		{
			"description": "600 W Blue Heron Blvd # 404, Riviera Beach, FL 33404",
			"meta": {
				"refs": [
					"http://www.rivierabch.com/"
				]
			},
			"uuid": "dccfa892-95e7-11e9-bc42-526af7764f64",
			"value": "The Riviera Beach City Council"
		},
		{
			"description": "The Southeast Kootenay School District is located in the southeast corner of the province of British Columbia. Our region features spectacular mountain scenery, clean lakes, forested hillsides and wide-open spaces. With an approximate population of 36,000 most people live in the communities of Cranbrook, South Country (Baynes Lake, Grasmere, Elko, Galloway and Jaffray), Fernie, Sparwood and Elkford.",
			"meta": {
				"refs": [
					"https://www.sd5.bc.ca/"
				]
			},
			"uuid": "dccfa9d2-95e7-11e9-bc42-526af7764f64",
			"value": "School District No. 5 (SD5) Southeast Kootenay"
		},
		{
			"description": "The National Aeronautics and Space Administration is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research. NASA was established in 1958, succeeding the National Advisory Committee for Aeronautics.",
			"meta": {
				"refs": [
					"https://www.nasa.gov/"
				]
			},
			"uuid": "dccfaaf4-95e7-11e9-bc42-526af7764f64",
			"value": "The National Aeronautics and Space Administration (NASA)"
		},
		{
			"description": "Key Biscayne is a Florida town on a barrier island across the Rickenbacker Causeway from Miami. It lies between 2 large parks—Crandon Park and Bill Baggs Cape Florida State Park—each with long, sheltered beaches, mangroves and tropical forest inhabited by birdlife, butterflies and loggerhead turtles. The latter is home to the 19th-century Cape Florida Lighthouse.",
			"meta": {
				"refs": [
					"http://keybiscayne.fl.gov/"
				]
			},
			"uuid": "04b77248-a58f-11e9-a2a3-2a2ae2dbcce4",
			"value": "The Village of Key Biscayne"
		},
		{
			"description": "Under the 1983 Constitution of Georgia, the judicial power of the state is vested in seven levels or classes of courts. The Georgia court system has two appellate-level courts: the Supreme Court of Georgia and the Court of Appeals of Georgia. There are five classes of trial-level courts: the superior, state, juvenile, probate, and magistrate courts. In addition, approximately 400 municipal and/or special courts operate at the local level.",
			"meta": {
				"refs": [
					"http://georgiacourts.gov/"
				]
			},
			"uuid": "04b774f0-a58f-11e9-a2a3-2a2ae2dbcce4",
			"value": "State of Georgia Judicial Branch"
		},
		{
			"description": "The Florida Department of Children and Families is a state agency of Florida. Its headquarters are in Room 202 in Building 1 of the 1317 Winewood Boulevard complex in Tallahassee.",
			"meta": {
				"refs": [
					"https://www.myflfamilies.com/"
				]
			},
			"uuid": "04b77644-a58f-11e9-a2a3-2a2ae2dbcce4",
			"value": "Florida Department of Children and Family Services"
		},
		{
			"description": "The Maryland Department of Labor is committed to safeguarding and protecting Marylanders. We're proud to support the economic stability of the state by providing businesses, the workforce and the consuming public with high quality customer-focused regulatory, employment and training services.",
			"meta": {
				"refs": [
					"https://www.dllr.state.md.us/"
				]
			},
			"uuid": "04b779dc-a58f-11e9-a2a3-2a2ae2dbcce4",
			"value": "Maryland Department of Labor"
		},
		{
			"description": "LaPorte County is a county located in the U.S. state of Indiana. As of 2010, the population was 111,467. The county seat is the city of La Porte, and the largest city is Michigan City. This county is part of the Northwest Indiana and Michiana regions of the Chicago metropolitan area.",
			"meta": {
				"refs": [
					"http://www.laportecounty.org/"
				]
			},
			"uuid": "04b77b30-a58f-11e9-a2a3-2a2ae2dbcce4",
			"value": "LaPorte County"
		},
		{
			"description": "Los Angeles County Department of Health Services operates the public hospitals and clinics in Los Angeles County, and is United States' second largest municipal health system, after NYC Health as well as Hospitals.",
			"meta": {
				"refs": [
					"http://dhs.lacounty.gov/"
				]
			},
			"uuid": "04b77c5c-a58f-11e9-a2a3-2a2ae2dbcce4",
			"value": "Los Angeles County Department of Health Services"
		},
		{
			"description": "Gila County is a county in the central part of the U.S. state of Arizona. As of the 2010 census its population was 53,597. The county seat is Globe. Gila County comprises the Payson, Arizona Micropolitan Statistical Area. Gila County contains parts of Fort Apache Indian Reservation and San Carlos Indian Reservation.",
			"meta": {
				"refs": [
					"http://www.gilacountyaz.gov/"
				]
			},
			"uuid": "339d03aa-aa55-11e9-a2a3-2a2ae2dbcce4",
			"value": "Gila County"
		},
		{
			"description": "The Syracuse City School District is a public school district based in Syracuse, New York.",
			"meta": {
				"refs": [
					"http://syracusecityschools.com/"
				]
			},
			"uuid": "339d06d4-aa55-11e9-a2a3-2a2ae2dbcce4",
			"value": "Syracuse City School District"
		},
		{
			"description": "The Royal Canadian Mounted Police is the federal and national police force of Canada. The RCMP provides law enforcement at the federal level.",
			"meta": {
				"refs": [
					"http://www.rcmp-grc.gc.ca/en"
				]
			},
			"uuid": "339d0846-aa55-11e9-a2a3-2a2ae2dbcce4",
			"value": "Royal Canadian Mounted Police"
		},
		{
			"description": "Since January 1st 2006 the NRA started actually to operate and combined the collection and servicing of national taxes (income tax, patent taxes (final annual income taxes), VAT, corporate taxes) and the mandatory social security contributions (health insurance contributions, pension contributions, supplementary compulsory retirement contributions, etc.). The administration of the excises went under the authority of the Customs Agency from the middle of year 2006. Implementing a decision of the Council of Ministers a reduction of the staff of the NRA was undertaken and the number of the employees in the administration was brought to the number of 7 976 persons on pay-roll. The Intrastat system was implemented to collect data from the VAT-registered persons in relation to their commercial activities within the European Union.",
			"meta": {
				"refs": [
					"https://nap.bg/en/"
				]
			},
			"uuid": "339d0986-aa55-11e9-a2a3-2a2ae2dbcce4",
			"value": "National Revenue Agency (NRA)"
		},
		{
			"description": "OCPL's roots lie in its two predecessor organizations, the Onondaga Library System and the Syracuse Public Library. In 1905, Syracuse Public Library opened the doors of a facility on Montgomery Street made possible by a gift from Andrew Carnegie. In 1962, Onondaga Library System was organized as a cooperative non-profit association of SPL and other member libraries in Onondaga County, to provide shared services that would not have been economically feasible if attempted by individual libraries. Following recommendations of a special committee formed to explore cost-saving consolidation, on January 1, 1976, SPL and OLS ceased independent operations and became the Onondaga County Public Library, with the city paying for branch library services and the county funding the remaining costs. Some funding is received through the State, grant monies and private contributions. Today, the Central Library is housed in the Galleries of Syracuse, a modern mixed-use facility combining offices and retail stores.",
			"meta": {
				"refs": [
					"https://www.onlib.org/"
				]
			},
			"uuid": "339d0ab2-aa55-11e9-a2a3-2a2ae2dbcce4",
			"value": "Onondaga County Public Library"
		},
		{
			"description": "Collierville is a town in Shelby County, Tennessee, United States, and a suburb located in the Memphis metropolitan area. The town had a population of 43,965 at the 2010 census, making it the state's largest town by population in that Census. Collierville is a town of large houses and considerable retail expansion.",
			"meta": {
				"refs": [
					"https://collierville.com/"
				]
			},
			"uuid": "339d0bde-aa55-11e9-a2a3-2a2ae2dbcce4",
			"value": "Town of Collierville"
		},
		{
			"description": "The Bahamas Ministry of Tourism and Aviation is a government agency of The Bahamas. Its head office is at the Bolam House in Nassau. The agency has other offices in New Providence.",
			"meta": {
				"refs": [
					"https://www.bahamas.com/vendor/bahamas-ministry-tourism"
				]
			},
			"uuid": "339d0f08-aa55-11e9-a2a3-2a2ae2dbcce4",
			"value": "Bahamas Ministry of Tourism and Aviation"
		},
		{
			"description": "Serving the Libraries of Butler County, Pennsylvania.",
			"meta": {
				"refs": [
					"https://www.bcfls.org/"
				]
			},
			"uuid": "dace0788-aca2-11e9-a2a3-2a2ae2dbcce4",
			"value": "The Butler County Federated Library System"
		},
		{
			"description": "Since the early 1900s, the City of Lawrenceville chartered a Police Department to protect their citizens and merchants. Today, the police department staffs 72 officers and 24 civilians to assist our city in protective needs.",
			"meta": {
				"refs": [
					"https://www.lawrencevillega.org/187/Police-Department"
				]
			},
			"uuid": "dace0b34-aca2-11e9-a2a3-2a2ae2dbcce4",
			"value": "Lawrenceville Police Department"
		},
		{
			"description": "The Federal Security Service of the Russian Federation is the principal security agency of Russia and the main successor agency to the USSR's Committee for State Security.",
			"meta": {
				"refs": [
					"https://en.wikipedia.org/wiki/Federal_Security_Service"
				]
			},
			"uuid": "dace0f62-aca2-11e9-a2a3-2a2ae2dbcce4",
			"value": "Federal Security Service (FSB)"
		},
		{
			"description": "The Tennessee Student Assistance Corporation (TSAC) administers over 20 different state student financial aid programs, including the HOPE scholarship, Tennessee Promise, Tennessee Reconnect, Tennessee Student Assistance Award, and the Dual Enrollment grant.  To increase awareness and participation in the financial aid programs, the agency conducts financial aid outreach and training to students and staff at every high school and postsecondary institution in the state.  Staff also consult with postsecondary financial aid offices to improve program effectiveness and efficiencies.  TSAC is administered by an 18-member board of directors. Administrative offices are located in Nashville at 404 James Robertson Parkway in Suite 1510.   TSAC was created by the Tennessee General Assembly in 1974 as a non-profit corporation with the merging of the Tennessee Educational Loan Corporation and the Tennessee Tuition Grant Program. Between 1974 and 2016, TSAC served as Tennessee's designated federal student loan guaranty agency.",
			"meta": {
				"refs": [
					"https://www.tn.gov/thec.html"
				]
			},
			"uuid": "9148c9b8-b553-11e9-a2a3-2a2ae2dbcce4",
			"value": "Tennessee Higher Education Commission"
		},
		{
			"description": "Vigo County is a county located along the western border of the U.S. state of Indiana. According to the 2010 census, the population was 107,848. The county seat is Terre Haute. Vigo County is included in the Terre Haute, Indiana, Metropolitan Statistical Area.",
			"meta": {
				"refs": [
					"https://www.vigocounty.in.gov/"
				]
			},
			"uuid": "9148cc10-b553-11e9-a2a3-2a2ae2dbcce4",
			"value": "Vigo County"
		},
		{
			"description": "Johannesburg, South Africa(s) biggest city and capital of Gauteng province, began as a 19th-century gold-mining settlement. Its sprawling Soweto township was once home to Nelson Mandela and Desmond Tutu. Mandela(s) former residence is now the Mandela House museum. Other Soweto museums that recount the struggle to end segregation include the somber Apartheid Museum and Constitution Hill, a former prison complex.",
			"meta": {
				"refs": [
					"https://en.wikipedia.org/wiki/Johannesburg"
				]
			},
			"uuid": "9148ce90-b553-11e9-a2a3-2a2ae2dbcce4",
			"value": "City of Johannesburg"
		},
		{
			"description": "The Los Angeles Police Department, officially the City of Los Angeles Police Department, is the police department of Los Angeles, California.",
			"meta": {
				"refs": [
					"http://www.lapdonline.org/"
				]
			},
			"uuid": "9148cfda-b553-11e9-a2a3-2a2ae2dbcce4",
			"value": "Los Angeles Police Department (LAPD)"
		},
		{
			"description": "Concord is a city in Cabarrus County, in the U.S. state of North Carolina. As of the 2010 census, the city had a population of 79,066, with an estimated population in 2018 of 94,546. It is the county seat and the largest city in Cabarrus County.",
			"meta": {
				"refs": [
					"https://www.concordnc.gov/"
				]
			},
			"uuid": "9148d110-b553-11e9-a2a3-2a2ae2dbcce4",
			"value": "The City of Concord"
		},
		{
			"description": "Anson County is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 26,948. Its county seat is Wadesboro.",
			"meta": {
				"refs": [
					"http://www.co.anson.nc.us/"
				]
			},
			"uuid": "82b42414-b554-11e9-a2a3-2a2ae2dbcce4",
			"value": "Anson County"
		},
		{
			"description": "Sherrif department in Lincoln N.C.",
			"meta": {
				"refs": [
					"http://www.lincolnsheriff.org/"
				]
			},
			"uuid": "82b4290a-b554-11e9-a2a3-2a2ae2dbcce4",
			"value": "Lincoln County Sheriff Office"
		},
		{
			"description": "Glasgow City Council, the local government body of the city of Glasgow, Scotland, became one of the newly created single tier local authorities in 1996, under the Local Government etc.",
			"meta": {
				"refs": [
					"https://www.glasgow.gov.uk/"
				]
			},
			"uuid": "82b42a90-b554-11e9-a2a3-2a2ae2dbcce4",
			"value": "Glasgow City Council (Glasgow City Chambers)"
		},
		{
			"description": "Where two nations, three states and four counties come together for the good of the children. The Gadsden Independent School District consists of twenty-four educational facilities and two administrative facilities, educating the children of southern Dona Ana County and Southern Otero county of New Mexico. Covering an area of 1400 square miles, the district educates approximately 14,200 students in programs stretching from preschool through the 12th grade. With three preschools, sixteen elementary schools, three middle schools and five high schools, the education of the students of southern New Mexico is our primary goal. Welcome to our district, rich in culture and great in education. We hope that your visit will inspire you. We encourage you to visit our schools and administrative facilities to see education in action.",
			"meta": {
				"refs": [
					"http://www.gisd.k12.nm.us/"
				]
			},
			"uuid": "82b42bc6-b554-11e9-a2a3-2a2ae2dbcce4",
			"value": "Gadsden Independent School District"
		},
		{
			"description": "Houston County Schools serve approximately 6400 students in Southeastern Alabama. The system consists of two K-12 schools, two K-5 school, one K-6 schools, one 6-8 school, one 6-12, one 7-12 schools, one 9-12 school, a career academy that serves students in grades 9-12 from throughout the county, one Alternative School, and Hope High School which serves At-Risk students in grades 9-12. Houston County Schools employs approximately 725 professional and support personnel with an operating budget of approximately 54 million USD.",
			"meta": {
				"refs": [
					"https://www.hcboe.us/"
				]
			},
			"uuid": "82b42cf2-b554-11e9-a2a3-2a2ae2dbcce4",
			"value": "Houston County Schools"
		},
		{
			"description": "Canterbury District Health Board has provided this public information for Canterbury health professionals which includes, guidelines, policies and resources for professional development.",
			"meta": {
				"refs": [
					"http://edu.cdhb.health.nz/Hospitals-Services/Health-Professionals/Pages/default.aspx"
				]
			},
			"uuid": "fac9a20c-638e-11e9-a923-1681be663d3e",
			"value": "Canterbury and West Coast District Health Board "
		}
		],
	"version": 13
}
